Repository: raspbian-packages/unattended-upgrades
Catalog: po/*.po
Languages: gl

source: Progress: %s %% (%s)
gl: Progreso: %s %% (%s)

source: All upgrades installed
gl: Todas as actualizacións foron instaladas

source: Installing the upgrades failed!
gl: Produciuse un erro ao instalar as actualizacións.

source: error message: '%s'
gl: mensaxe de erro: «%s»

source: dpkg returned a error! See '%s' for details
gl: «dpkg» devolveu un erro! Consulte «%s» para obter máis detalles.

source: Unattended upgrade returned: %s
gl: A actualización desatendida devolveu: %s

source: Warning: A reboot is required to complete this upgrade.
gl: Aviso: Precísase reiniciar para completar esta actualización.

source: Packages with upgradable origin but kept back:
gl: Paquetes co un orixe actualizábel, pero que se manteñen:

source: Package installation log:
gl: Rexistro de instalación de paquetes:

source: Unattended-upgrades log:
gl: Rexistro de «unattended-upgrades»:

source: Writing dpkg log to '%s'
gl: Escribindo o rexistro «dpkg» a «%s»

source: Initial blacklisted packages: %s
gl: Lista negra de paquetes inicial: %s

source: Starting unattended upgrades script
gl: Estase a comezar o script de actualizacións desatendidas

source: Allowed origins are: %s
gl: Os orixes permitidos son: %s

source: Unclean dpkg state detected, trying to correct
gl: Detectouse un estado «dpkg» sucio, estase a tratar de corrixir

source: dpkg --configure -a output: %s
gl: Saída de «dpkg --configure -a»: %s

source: Lock could not be acquired (another package manager running?)
gl: Non se puido bloquear (estase a executar outro xestor de paquetes?)

source: Cache lock can not be acquired, exiting
gl: Non se puido bloquear a caché, sáese

source: Cache has broken packages, exiting
gl: A caché contén paquetes rotos, sáese

source: package '%s' upgradable but fails to be marked for upgrade (%s)
gl: O paquete «%s» é actualizábel, pero non foi posíbel marcalo para actualizar (%s)

source: GetArchives() failed: '%s'
gl: Produciuse un erro en GetArchives(): «%s»

source: The URI '%s' failed to download, aborting
gl: Produciuse un erro ao descargar a URI «%s», interrómpese

source: Download finished, but file '%s' not there?!?
gl: A descarga finalizou, pero o ficheiro «%s» non está aí.

source: Package '%s' has conffile prompt and needs to be upgraded manually
gl: O paquete «%s» ten unha petición acerca dos ficheiros de configuración e precisa ser actualizado manualmente

source: package '%s' not upgraded
gl: O paquete «%s» non foi actualizado

source: Packages that are auto removed: '%s'
gl: Paquetes que se eliminan automaticamente: «%s»

source: No packages found that can be upgraded unattended
gl: Non se atoparon paquetes que se poidan actualizar de forma desatendida

source: print debug messages
gl: escribir as menxases de depuración

source: Simulation, download but do not install
gl: Simulación, descargar pero non instalar

source: Upgrade in minimal steps (and allow interrupting with SIGINT
gl: Actualización en pasos mínimos (e permitir interromper con SIGINT)

source: You need to be root to run this application
gl: Precisa reiniciar para executar este aplicativo

source: Unattended-upgrade in progress during shutdown, sleeping for 5s
gl: A actualización desatendida está en progreso durante o apagado, durmindo durante 5s

source: Giving up on lockfile after %s delay
gl: Renunciase ao ficheiro de bloqueo tras un retardo de %s
